[
        {
    "id": 1,
    "title": "Let’s get Physiqual – an intuitive and generic method to combine sensor technology with ecological momentary assessments",
    "year": 2016,
    "authors": "Frank J. Blaauw, Hendrika M. Schenk, Bertus F. Jeronimus, Lian Van Der Krieke, Peter De Jonge, Marco Aiello, and Ando C. Emerencia",
    "abstract": "TBA",
    "journal": "Journal of Biomedical Informatics (in press)",
    "thumb": "empty.png"
  },
        {
    "id": 1,
    "title": "Temporal dynamics of health and well-being: A crowdsourcing approach to momentary assessments and automated generation of personalized feedback",
    "year": 2016,
    "authors": "Lian Van Der Krieke, Frank J. Blaauw, Ando C. Emerencia, Hendrika M. Schenk, Joris Slaets, Elisabeth H. Bos, Peter De Jonge, and Bertus F. Jeronimus",
    "abstract": "Objective: Recent developments in research and mobile health enable for a quantitative idiographic approach in health research. The present study investigates the potential of an electronic diary crowdsourcing study in the Netherlands for (1) large-scale automated self-assessment for individual-based health promotion and (2) enabling research at both the between-persons and within-persons level. To illustrate the latter, we examined between-persons and within-persons associations between somatic symptoms and quality of life. Methods: A website provided the general Dutch population access to a 30-day (3 times a day) diary study assessing 43 items related to health and well-being, which gave participants personalized feedback. Associations between somatic symptoms and quality of life were examined with a linear mixed model. Results: A total of 629 participants completed 28,430 assessments, with an average of 45 (sd=32) assessments per participant. Most participants (n=517, 82%) were women and 531 (84%) had high education. Almost 40% of the participants (n=247) completed enough assessments (t=68) to generate personalized feedback including temporal dynamics between well-being, health behavior, and emotions. Substantial between-person variability was found in the within-person association between somatic symptoms and quality of life. Conclusions: We successfully built an application for automated diary assessments and personalized feedback. The application was used by a sample of mainly highly educated women, which suggests that the potential of our intensive diary assessment method for large-scale health promotion is limited. However, a rich dataset was collected that allows for group-level and idiographic analyses that can shed light on etiological processes and may contribute to the development of empirical-based health promotion solutions.",
    "journal": "Psychosomatic Medicine (in press)",
    "thumb": "icon175x175.jpeg"
  },
        {
    "id": 2,
    "title": "HowNutsAreTheDutch (HoeGekIsNL): A crowdsourcing study of mental symptoms and strengths",
    "year": 2015,
    "authors": "Lian Van Der Krieke, Bertus F. Jeronimus, Frank J. Blaauw, Rob B.K. Wanders, Ando C. Emerencia, Hendrika M. Schenk, Stijn De Vos, Evelien Snippe, Marieke Wichers, Johanna T.W. Wigman, Elisabeth H. Bos, Klaas J. Wardenaar and Peter De Jonge",
    "abstract": "HowNutsAreTheDutch (Dutch: HoeGekIsNL) is a national crowdsourcing study designed to investigate multiple continuous mental health dimensions in a sample from the general population (n = 12,503). Its main objective is to create an empirically based representation of mental strengths and vulnerabilities, accounting for (i) dimensionality and heterogeneity, (ii) interactivity between symptoms and strengths, and (iii) intra-individual variability. To do so, HowNutsAreTheDutch (HND) makes use of an internet platform that allows participants to (a) compare themselves to other participants via cross-sectional questionnaires and (b) to monitor themselves three times a day for 30 days with an intensive longitudinal diary study via their smartphone. These data enable for personalized feedback to participants, a study of profiles of mental strengths and weaknesses, and zooming into the fine-grained level of dynamic relationships between variables over time. Measuring both psychiatric symptomatology and mental strengths and resources enables for an investigation of their interactions, which may underlie the wide variety of observed mental states in the population. The present paper describes the applied methods and technology, and presents the sample characteristics",
    "journal": "International Journal of Methods in Psychiatric Research",
    "thumb": "ijomipr.gif"
  },
    {
    "id": 3,
    "title": "A Service-Oriented Architecture for Web Applications in e-mental health: two case studies",
    "year": 2015,
    "authors": "Blaauw, F. J. and Emerencia, A. C.",
    "abstract": "E-mental health applications have gained popularity recently as a result of applying developing technologies to leverage advantages over traditional care. First, e-mental health applications are inherently scalable, whereas traditional care involves one-to-one relations between patient and clinician. Second, electronic data formats can facilitate interoperability in a way that medical data on paper cannot. Third, the flexibility of a web application warrants that improvements in the care program exposed through the application will immediately benefit all applicable users. For the specific domain of e-mental health, the primary source of medical data are online questionnaires, and most applications in this domain focus on viewing, filling out, and managing these questionnaires. Many distinct such applications have been developed in recent years, most of them starting from scratch and running in isolation. In this paper, we design and propose a generic architecture for e-mental health applications from two case studies. These case studies are two e-mental health applications called HowNutsAreTheDutch and Leefplezier, and are used on a large scale with over 13,000 active users combined. By abstracting functionalities into reusable Service-Oriented Architecture interfaces, we can maximize data interoperability while minimizing application-specific code to facilitate rapid development of e-mental health applications.",
    "journal": "In 2015 IEEE 8th International Conference on Service-Oriented Computing and Applications (SOCA), Rome (Italy), 2015, pp. 131-138. doi: 10.1109/SOCA.2015.25",
    "thumb": "soca_case_studies.png"
  },
  {
    "id": 4,
    "title": "HowNutsAreTheDutch: Personalized feedback on a national scale",
    "year": 2014,
    "authors": "Blaauw, F. J., Van der Krieke, J. A. J., Bos, E.H., Emerencia, A. C., Jeronimus, B.F., Schenk, H. M., De Vos, S., Wardenaar, K. J., Wanders, R. B. K., Wigman, J. T. W., Aiello, M., De Jonge, P.",
    "abstract": "A paradigm shift is taking place in the field of mental healthcare and patient well-being. Traditionally, the attempts at sustaining and enhancing well-being were mainly based on the comparison of the individual with the population average. Recently, attention has shifted towards a more personal, idiographic approach. Such shift calls for new solutions to get data about individuals, create personalized models of well-being and translating these into personalized advice. Idiographic research can be conducted on a large scale by letting people measure themselves. Repeated collection of data, for example by means of questionnaires, provides individuals feedback on and insight into their well-being. A way to partially automate this feedback process is by creating software that statistically analyzes, using a method known as vector autoregression, repetitive questionnaire data to determine cause-effect relationships between the measured features. In this paper we describe a means to facilitate these repetitive measurements and to partially automate the feedback process. The paper provides an overview and technical description of such automated analyses software, named Autovar, and its use in an online self-measurement platform.",
    "journal": "AAAI Fall Symposium on Expanding the Boundaries of Health Informatics Using AI (HIAI'14), Arlington, VA. (USA)",
    "thumb": "how_nuts.png"
  },
  {
    "id": 5,
    "title": "Leefplezier: Personalized well-being",
    "year": 2014,
    "authors": "Blaauw, F. J., Van der Krieke, J. A. J., Aiello, M., De Jonge, P.",
    "abstract": "Each person is different and should be treated as such. Comparing personal data to group averages can give basic ideas about personal conditions, but does not suffice for providing `true' personalized feedback. In health psychology, a paradigm shift is taking place from a general population approach towards a more person-centered one. Instead of comparing a person with population averages, the focus shifts towards comparing a person with themselves over time. ",
    "journal": "IEEE Intelligent Informatics Bulletin, Vol. 15 (1) ",
    "thumb": "leefplz.png"
  },
  {
    "id": 6,
    "title": "Gamification in a Consulting Company",
    "year": 2014,
    "authors": "Blaauw, F. J., Bazylevska, L., Aiello, Ma",
    "abstract": "Gamification refers to the use of game-design elements in a non-gaming context. The consulting company Capgemini has set up a rudimentary gamification platform, to motivate the employees to do extra work for the company in their spare time. In order to reward people for this effort, they can request badges, which are virtual representations of achievements. A team of other employees decide whether or not the badge is granted. The gamification platform can answer a number of research questions on the efficacy and effectiveness of such platforms. For instance, what is the relation between authoritativeness of people in a professional organization? In the present work, we focus on the design of a gamification solution and combine a gamification platform with an existing company-wide social media service. Statistical analysis on both the social graph and the gamification data shows the correlations between the social network and the number of badges or types of badges the players have earned. The analysis focusses mainly on authoritativeness of people; a measure to determine the importance of a person in a social network. Early results show that a correlation exists between the quantity of badges or types of badges. The result strengthens the foundation why one should implement a gamification platform and how important the social structure in the sense of social media is for the value of it.",
    "journal": "Workshop Autonomous Systems 2014 (FernUniversity in Hagen), Mallorca, Spain, To appear",
    "thumb": "gamificat.png"
  },
  {
    "id": 7,
    "title": "3D interaction on a 2D surface",
    "year": 2012,
    "authors": "Blaauw, F. J., Schuitema, W.J.J.",
    "abstract": "For many scientific visualization problems such as particle simulations in astronomical data it is helpful to be able to view and explore a 3D environment/dataset; a lot of information can be derived from these visualizations. In addition to Virtual Reality approaches and other stereoscopic visualization settings such as the CAVE by Cruz et al. [4], people are also starting to explore the interaction using 2D touch-sensitive displays [8, 14, 16]. We analyze four different interaction methods and identify several concepts. A concept is an abstract description of a certain way of interaction; e.g., camera manipulation or object manipulation. Our research focuses on the similarities and differences of these concepts. The aim is to identify specific challenges and evaluate how these are addressed in the different interaction methods. The result of our research is a list of heuristics that can be applied to 3D interaction on 2D touch displays; i.e., which concept works well in certain situations and why.",
    "journal": "Proceedings of SC@RUG 2012",
    "thumb": "3d_interaction.png"
  },
  {
    "id": 8,
    "title": "How Nuts AreThe Dutch (HoeGekIsNL), a Dutch Crowdsourcing Study Exploring Mental Strengths and Weaknesses in the General Population",
    "year": "2014",
    "authors": "Lian van der Krieke, Bertus F Jeronimus, Frank J Blaauw, Maria H Schenk, Elisabeth H Bos, Stijn de Vos, Klaas J Wardenaar, Rob BK Wanders, Johanna TW Wigman, Peter de Jonge",
    "journal": "Online Assesment Abstracts, The International Society for Research on Internet Interventions (ISRII), Valencia, Spain, To appear",
    "thumb": "empty.png"
  }
]
